tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "heroku/brew"

brew "git"
brew "wget"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "ruby"
brew "go"
brew "fzf"
brew "mysql@5.7"
brew "sqlite"
brew "postgresql"
brew "heroku"
brew "node"
brew "yarn"
brew "awscli"
brew "coreutils"
brew "node"
brew "redis"

cask "1password"
cask "alfred"
cask "google-chrome"
cask "sublime-text"
cask "visual-studio-code"
cask "iterm2"
cask "font-source-code-pro"
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-fira-code"
cask "docker"
cask "phpstorm"
cask "sequel-pro"
cask "rubymine"
